Repository: TalaoDAO/credible
Catalog: lib/l10n/arb/app_*.arb
Languages: fr

# genericError
source: An error has occurred!
fr: Une erreur est survenue !

# credentialListTitle
source: Credentials
fr: Liste des attestations

# credentialDetailIssuedBy
source: Issued by {issuer}
fr: Émit par {issuer}

# listActionRefresh
source: Refresh
fr: Rafraîchir

# listActionViewList
source: View as list
fr: Visualiser en liste

# listActionViewGrid
source: View as grid
fr: Visualiser en grille

# listActionFilter
source: Filter
fr: Filtrer

# listActionSort
source: Sort
fr: Trier

# onBoardingTosTitle
source: Terms & Conditions
fr: Conditions d'utilisation

# onBoardingTosText
source: By tapping accept "I agree to the terms and condition as well as the disclosure of this information."
fr: En appuyant sur accepter "J'accepte les conditions d'utilisation et l'enregistrement de cette acceptation."

# onBoardingTosButton
source: Accept
fr: Accepter

# onBoardingRecoveryTitle
source: Key Recovery
fr: Clef de récupération

# onBoardingRecoveryButton
source: Recover
fr: Récupération

# onBoardingGenPhraseTitle
source: Recovery Phrase
fr: Phrase de récupération

# onBoardingGenPhraseButton
source: Continue
fr: Continuer

# onBoardingGenTitle
source: Private Key Generation
fr: Generation de la clef privée

# onBoardingGenButton
source: Generate
fr: Générer

# onBoardingSuccessTitle
source: Identifier Created
fr: Identifiant créé

# onBoardingSuccessButton
source: Continue
fr: Continuer

# credentialDetailShare
source: Share by QR code
fr: Partager par QR code

# credentialDetailDelete
source: Delete credential
fr: Supprimer cette attestation

# credentialDetailDeleteConfirmationDialog
source: Do you really want to delete this credential?
fr: Voulez-vous vraiment supprimer cette attestation ?

# credentialDetailDeleteConfirmationDialogYes
source: Yes
fr: Oui

# credentialDetailDeleteConfirmationDialogNo
source: No
fr: Non

# credentialDetailCopyFieldValue
source: Copied field value to clipboard!
fr: Copier la valeur !

# credentialPresentTitle
source: Presentation Request
fr: Demande de présentation

# credentialPresentTitleDIDAuth
source: DIDAuth Request
fr: Demande ProDIDAuth

# credentialPresentRequiredCredential
source: Someone is asking for your
fr: On demande votre

# credentialPresentConfirm
source: Select credential(s)
fr: Sélectionner le(s) attestation(s)

# credentialPresentCancel
source: Reject
fr: Rejeter

# credentialPickSelect
source: Choose one or more credentials from your wallet to present
fr: Choisissez une ou plusieurs attestations de votre portefeuille à présenter

# credentialReceiveTitle
source: Credential Offer
fr: Offre d'attestation

# credentialReceiveHost
source: wants to send you a credential
fr: veut vous envoyer une attestation

# credentialReceiveConfirm
source: Add to wallet
fr: Ajouter au portefeuille

# credentialReceiveCancel
source: Not for now
fr: Ne pas accepter

# credentialDetailListTitle
source: My wallet
fr: Mon portefeuille

# communicationHostAllow
source: Allow
fr: Oui

# communicationHostDeny
source: Deny
fr: Non

# scanPromptHost
source: Do you trust this host?
fr: Faites vous confiance à ce domaine ?

# scanRefuseHost
source: The communication request was denied.
fr: La requête a été refusée.

# qrCodeSharing
source: You are now sharing
fr: Vous partagez

# qrCodeNoValidMessage
source: This QRCode does not contain a valid message.
fr: Ce QR code ne contient pas un message valide.

# profileTitle
source: Profile
fr: Paramètres

# personalTitle
source: Personal
fr: Personnel

# privacyTitle
source: Privacy & Security
fr: Confidentialité et sécurité

# termsTitle
source: Terms & Conditions
fr: Conditions d'utilisation

# recoveryKeyTitle
source: Recovery - key
fr: Récupération

# recoveryText
source: Please enter your recovery phrase
fr: Veuillez entrer votre phrase de récupération

# recoveryMnemonicHintText
source: Mnemonic Phrase
fr: Phrase mnémonique

# recoveryMnemonicError
source: Please enter a valid mnemonic phrase
fr: Veuillez entrer une phrase de récupération valide.

# showDialogYes
source: Continue
fr: Continuer

# showDialogNo
source: Cancel
fr: Annuler

# resetWalletButton
source: Reset Wallet
fr: Réinitialiser le portefeuille

# resetWalletConfirmationText
source: Are you sure you want to reset your wallet?
fr: Êtes vous sûr de vouloir réinitialiser votre portefeuille ?

# genPhraseInstruction
source: Write down these words in the right order and save them somewhere safe
fr: Écrivez ces mots dans le bon ordre et sauvegardez les dans un endroit sûr

# genPhraseExplanation
source: It is the only way to recover your key later if you lose access to this wallet
fr: C'est la seule façon de récupérer votre identifiant plus tard si vous perdez l'accès à votre portefeuille

# genPhraseViewLatterText
source: You can view your recovery phrase again later in the settings menu
fr: Vous pouvez revoir votre phrase de récupération plus tard dans le menu des paramètres

# errorGeneratingKey
source: Failed to generate key, please try again
fr: Échec de génération de la clef, veuillez réessayer.

# documentHeaderTooltipJob
source: Crypto Trader
fr: Trader crypto

# documentHeaderTooltipLabel
source: Status:
fr: Statut :

# documentHeaderTooltipValue
source: Valid
fr: Valide

# blockChainAdress
source: Address
fr: Adresse

# didDisplayCopy
source: Copy DID to clipboard
fr: Copier votre DID

# adressDisplayCopy
source: Copy address to clipboard
fr: Copier votre adresse

# personalSave
source: Save
fr: Sauvegarder

# personalSubtitle
source: Your profile information can be used to complete a certificate when necessary
fr: Les informations de votre profil peuvent être utilisées pour remplir une attestation quand nécessaire

# personalFirstName
source: First Name
fr: Prénom

# personalLastName
source: Last Name
fr: Nom

# personalPhone
source: Phone
fr: Téléphone

source: Last name
fr: Nom

source: First name
fr: Prénom

source: gender
fr: Sexe

source: Birthdate
fr: Date de naissance

source: Birthplace
fr: Lieu de naissance

source: Address
fr: Adresse

source: Marital Status
fr: Situation de famille

source: Nationality
fr: Nationalité(s)

source: identifier
fr: Identifiant

# issuer
source: Issued by
fr: Emis par

source: Work for
fr: Travaille pour

# startDate
source: Since
fr: Depuis

# endDate
source: Until
fr: Jusqu'au

source: Employment type
fr: Type d'emploi

source: Job title
fr: Emploi

# baseSalary
source: Salary
fr: Salaire

source: Expires
fr: Expire

# learningAchievement
source: Achievement
fr: Réussite

source: Signed by
fr: Signé par

source: from
fr: du

source: to
fr: au

source: Credential
fr: Attestation

source: Issuance date
fr: Date émission

# appContactWebsite
source: Website
fr: Site web

# issuerVerificationSetting
source: Verify identity of Issuer/Verifier
fr: Vérifier l'identité du fournisseur

# confimrDIDAuth
source: Do you want to log in to the site ?
fr: Voulez-vous vous connecter au site ?

# evidenceLabel
source: Evidence
fr: Preuve

# networkErrorBadRequest
source: Bad request
fr: Mauvaise requête

# networkErrorConflict
source: Error due to a conflict
fr: Erreur due à un conflit

# networkErrorGatewayTimeout
source: The gateway encountered a timeout
fr: Le délai de la passerelle a expiré

# networkErrorInternalServerError
source: This is a server internal error. Contact the server administrator
fr: C'est une erreur interne du serveur. Veuillez contacter l'administrateur.

# networkErrorMethodNotAllowed
source: The user does not have access rights to the content
fr: Vous n'êtes pas autorisé à accèder à ce contenu

# networkErrorNoInternetConnection
source: No internet connection
fr: Pas de connexion internet

# networkErrorNotAcceptable
source: Not acceptable
fr: Requête non conforme

# networkErrorNotImplemented
source: Not Implemented
fr: Non implémenté

# networkErrorRequestCancelled
source: Request Cancelled
fr: Requête annulée

# networkErrorRequestTimeout
source: Request timeout
fr: Délai de requête dépassé

# networkErrorSendTimeout
source: Send timeout in connection with API server
fr: Délai d'envoi dépassé

# networkErrorServiceUnavailable
source: Service unavailable
fr: Service indisponible

# networkErrorTooManyRequests
source: The user has sent too many requests in a given amount of time
fr: Vous avez dépassé la limite du nombre de requêtes

# networkErrorUnableToProcess
source: Unable to process the data
fr: Incapacité à traiter la requête

# networkErrorUnauthenticated
source: The user must authenticate itself to get the requested response
fr: Vous devez être authentifié pour accéder à cette ressource

# networkErrorUnauthorizedRequest
source: Unauthorized request
fr: Requête non autorisée

# networkErrorUnexpectedError
source: Unexpected error occurred
fr: Une erreur inattendue s'est produite

# networkErrorNotFound
source: Not Found
fr: Non trouvé

source: Company Name
fr: Nom de l'entreprise

source: Company Website
fr: Site Web d'entreprise

# selfIssuedCreatedSuccessfully
source: Self issued credential created successfully
fr: Votre attestation a été créée avec succès

# credentialAddedMessage
source: A new credential has been successfully added!
fr: Une nouvelle attestation a été ajoutée !

# credentialDetailDeleteSuccessMessage
source: Successfully deleted.
fr: Attestation supprimée.

# credentialDetailEditConfirmationDialog
source: Do you really want to edit this credential?
fr: Voulez-vous éditer cette attestation ?

# credentialDetailEditConfirmationDialogYes
source: Save
fr: Sauvegarder

# credentialDetailEditConfirmationDialogNo
source: Cancel
fr: Annuler

# credentialDetailEditSuccessMessage
source: Successfully edited.
fr: Mise à jour réussie.

# credentialPickTitle
source: Present Credentials
fr: Présenter des attestations

# siopV2credentialPickSelect
source: Choose only one credentials from your wallet to present
fr: Sélectionner uniquement une attestation à présenter

# credentialPickAlertMessage
source: Do you want to give an alias to this credential?
fr: Voulez vous ajouter un alias à cette attestation ?

# scanUnsupportedMessage
source: The extracted url is not valid.
fr: l'URL n'est pas valide.

source: Expired
fr: Expirée

source: Revoked
fr: Révoquée

# unavailable_feature_title
source: Unavailable Feature
fr: Fonctionalité non disponible

# unavailable_feature_message
source: This feature is not available on the browser
fr: Cette fonctionalité n'est pas disponible sur le navigateur.

# personalSkip
source: SKIP
fr: PASSER

source: Backup - credential
fr: Sauvegarde - attestation

# backupCredentialPhrase
source: Write down these words and download this backup file and save it somewhere safe
fr: Ecrivez ces mots, télécharger le fichier de sauvegarde et conserver les en un endroit sûr

# backupCredentialPhraseExplanation
source: You need both words in right order and encrypted backup file to recover your credentials later if you lose access to this wallet
fr: Vous avez besoin des mots dans le bon ordre et du fichier de sauvegarde pour récupérer vos attestations si vous perdez l'accès à ce portefeuille

# backupCredentialButtonTitle
source: Save File
fr: Sauvegarder le fichier

# backupCredentialEmptyError
source: You do not have any credential in your wallet.
fr: Vous n'avez pas d'attestation dans votre portefeuille.

# backupCredentialPermissionDeniedMessage
source: You need permission to download this file.
fr: Vous devez donner les permissions pour enregistrer ce fichier.

# backupCredentialNotificationTitle
source: Success
fr: Succès

# backupCredentialNotificationMessage
source: File has been successfully downloaded. Tap to open the file.
fr: Succès de l'enregistrement. Appuyez pour ouvrir le fichier.

# backupCredentialError
source: Something went wrong. Please try again later.
fr: Une erreur est survenue. Veuillez essayer de nouveau plus tard.

# backupCredentialSuccessMessage
source: File has been successfully downloaded.
fr: Sauvegarde enregistrée.

# recoveryCredentialWarningDialogSubtitle
source: The recovery will delete any credentials you have stored in this wallet
fr: La restauration effacera toutes les attestations que vous avez déjà dans ce portefeuille

# recoveryCredentialPhrase
source: Write down the words and upload the backup file if you saved it before
fr: Ecrivez les mots et chargez le fichier de sauvegarde.

# recoveryCredentialPhraseExplanation
source: You need both words in right order and encrypted backup file to recover your credentials if you lost your credentials somehow
fr: Vous avez besoin des mots dans le bon ordre et du fichier de sauvegarde pour récupérer vos attestations si vous perdez l'accès à ce portefeuille

# recoveryCredentialButtonTitle
source: Upload Backup File
fr: Charger la sauvegarde.

# recoveryCredentialSuccessMessage
source: Successfully recovered {postfix}.
fr: Vous avez restoré {postfix}.

# recoveryCredentialJSONFormatErrorMessage
source: Please upload the valid file.
fr: Merci de charger un fichier valide.

# recoveryCredentialAuthErrorMessage
source: Sorry, either mnemonics is incorrect or uploaded file is corrupted.
fr: Désolé, les mots sont incorrects ou le fichier est corrompu.

# recoveryCredentialDefaultErrorMessage
source: Something went wrong. Please try again later.
fr: Une erreur est survenue. Veuillez essayer de nouveau plus tard.

source: Submit
fr: Valider

# insertYourDIDKey
source: Insert your DID
fr: Entrez votre DID

source: Import your RSA key json file
fr: Importez vore fichier de clef RSA

# didKeyAndRSAKeyVerifiedSuccessfully
source: DID and RSA key verified successfully
fr: DID et clef RSA valides

# pleaseEnterYourDIDKey
source: Please enter your DID
fr: Entrez votre DID

source: Please import your RSA key
fr: Importez vore fichier de clef RSA

source: Confirm
fr: Confirmer

source: Please select RSA key file(with json extension)
fr: Choisissez vore fichier de clef RSA avec extension json

# rsaNotMatchedWithDIDKey
source: RSA key not matched with DID
fr: La clef RSA ne correspond pas au DID

# didKeyNotResolved
source: DID not resolved
fr: DID non résolu

source: An unknown error happened
fr: Erreur inconnue.

source: Wallet Type
fr: Type de portefeuille

source: Choose your wallet type
fr: Choisissez votre type de portefeuille

# proceed
source: Continue
fr: Continuer

source: Enterprise Wallet
fr: Portefeuille entreprise

source: Personal Wallet
fr: Portefeuille personnel

source: Failed to verify self issued credential
fr: Echec de la vérification de l'attestation.

source: Failed to create self issued credential
fr: Echec de la création de l'attestation.

# credentialVerificationReturnWarning
source: Credential verification returned some warnings.
fr: La vérification de l'attestion renvoie des alertes.

source: Failed to verify credential.
fr: Echec de la vérification de l'attestation.

# somethingsWentWrongTryAgainLater
source: Something went wrong, please try again later.
fr: Une erreur est survenue. Veuillez essayer de nouveau plus tard.

# successfullyPresentedYourCredential
source: Successfully presented your credential(s)!
fr: Succès de la présentation de votre attestation(s)!

source: Successfully presented your DID!
fr: Succès présentation de votre DID !

# thisQRCodeDoseNotContainAValidMessage
source: This QRCode does not contain a valid message.
fr: Ce QRCode ne contient pas d'information valide.

# thisUrlDoseNotContainAValidMessage
source: This url does not contain a valid message.
fr: Cette URL ne contient pas un message valide.

source: An error occurred while connecting to the server.
fr: Une erreur est survenue lors de la connexion au serveur.

source: Failed to save mnemonic, please try again
fr: Echec de la sauvegarde de la phrase, veuillez éssayer de nouveau plus tard.

source: Failed to load profile.
fr: Echec de chargement du profil.

source: Failed to save profile.
fr: Echec de sauvegarde du profil.

source: Failed to load DID.
fr: Echec de chargement du DID.

# personalOpenIdRestrictionMessage
source: Personal wallet does not have access.
fr: Non disponible pour les portefeuille personnels.

# credentialEmptyError
source: You do not have any credential in your wallet.
fr: Vous n'avez pas d'attestation dans votre portefeuille.

# credentialPresentTitleSiopV2
source: Present Credential
fr: Présenter une attestation

# confirmSiopV2
source: Please confirm the credential presented
fr: Merci de confirmer la présentation de l'attestation

source: Storage permission required
fr: Permission de stockage nécessaire

# storagePermissionDeniedMessage
source: Please allow storage access in order to upload the file.
fr: Merci d'autoriser l'enregistrement pour sauvegarder ce fichier.

# storagePermissionPermanentlyDeniedMessage
source: You need storage permission for uploading file. Please go to app settings and grant access to storage permission.
fr: Vous devez autoriser l'enregistrement pour sauvegarder ce fichier. Merci de vous rendre dans les paramètres du téléphone et d'autoriser les enregistrements.

source: Cancel
fr: Annuler

# loading
source: Please wait...
fr: Merci d'attendre...

# issuerWebsitesTitle
source: Get credentials
fr: Obtenez des attestations

# getCredentialTitle
source: Get credentials
fr: Obtenez des attestations

# participantCredential
source: GaiaX Pass
fr: Pass GaiaX

# phonePassCredential
source: Proof of Phone
fr: Preuve de téléphone

# emailPassCredential
source: Proof of Email
fr: Preuve d'email

# needEmailPass
source: You need to get a Proof of Email first.
fr: Vous devez dabord aquérir une preuve d'email.

source: Proof
fr: Preuve

source: Search
fr: Rechercher

# credentialSelectionListEmptyError
source: You do not have the requested credential to pursue.
fr: Vous n'avez pas l'attestation nécessaire pour poursuivre.

# trustedIssuer
source: This issuer is approved by EBSI.
fr: Ce fournisseur est appouvé par EBSI.

source: Your pin code changed successfully
fr: Votre pin est changé

source: Gaming Cards
fr: Cartes de jeu

source: Identity Cards
fr: Cartes d'identité

source: Community Cards
fr: Cartes de communauté

source: Other Cards
fr: Autres cartes

source: In my wallet
fr: Dans mon portefeuille

source: Details
fr: Détails

source: Get this card
fr: Obtenir cette carte

source: Tezos Network
fr: Réseau Tezos
